[
    {
        "BookID": 1,
        "Title": "বিজনেস ব্লুপ্রিন্ট",
        "TitleEn": "Business Blueprint",
        "Authors": ["কোচ কাঞ্চন"],
        "ISBN": "978-984-96659-9-1",
        "Publisher": "আদর্শ",
        "PublicationYear": "2022",
        "Edition": "1st edition, 7th print",
        "Genre": "Management and Leadership",
        "Format": "Hardcover",
        "Language": "Bengali",
        "Pages": "239",
        "PurchaseDate": "2022-12-27",
        "Price": "540",
        "Summery": "এ বইয়ের সবচেয়ে আকর্ষণীয় দিক হচ্ছে, লেখকের ১৫ বছরের বাস্তব অভিজ্ঞতা, অসংখ্য রেফারেন্স আর দারুণ সব বিশ্লেষণ। একদম শুরুতেই তিনি সক্রেটিসের কথা এনে বুঝিয়ে দেন, বিজনেস নিছক পুঁজির বিষয় নয়, এর সাথে জড়িয়ে আছে ফিলোসফি। দর্শন দিয়ে লেখা শুরু করে আলোচনায় নিয়ে আসেন কেন আজকের দিনে বিজনেস বিশাল এক ব্যাটেলগ্রাউন্ড। পুঁথিগত বিদ্যার অসাড়তাকে চ্যালেঞ্জ ছুড়ে দিয়ে উপস্থাপন করেন IMPAct নামে বিজনেসে সফল হওয়ার অত্যন্ত কার্যকরী মেথড। তার পরের আলোচনা আরও চমকপ্রদ, আরও আকর্ষণীয়! অল্প পুঁজিতে বিজনেসের উপায় থেকে শুরু করে ইউনিক বিজনেস আইডিয়া, বিজনেসে ইনোভেশন, মার্কেটিংয়ের কৌশল এবং এর কাটাছেঁড়া বিশ্লেষণ, আজকের ব্র্যান্ড এক্সপেরিয়েন্সের দুনিয়ায় কাস্টমার কেন বেইবি, বিজনেসের যুদ্ধজয়ের কৌশল, উদ্যোক্তার চিন্তার খোরাক, টিকে থাকার রসদ, প্রোডাক্টিভিটি সিক্রেটস কিংবা বেকার টু বিলিওনিয়ারের মতো অভিনব সব টপিকে ভরপুর এ বইটি সত্যিকার অর্থেই বিজনেসের ব্লুপ্রিন্ট। এ বই তাই শুধু যারা ব্যবসা করছেন, সামনে করবেন বলে ঠিক করেছেন, কিংবা ব্যবসা নিয়ে পড়াশোনা করছেন, তাদের জন্যই পঠিতব্য নয়, যারা পড়াচ্ছেন তাদের জ্ঞানভান্ডারের জন্যও হতে পারে চমৎকার সংযোজন। একটা বিজনেস আইডিয়া কীভাবে ব্র্যান্ড হয়ে ওঠে, সেই ব্র্যান্ড কীভাবে তাবৎ দুনিয়াকে প্রভাবিত করে— বাংলা ভাষায় বিজনেস নিয়ে এমন বিশ্লেষণধর্মী বই খুব একটা চোখে পড়ে না।",
        "Notes": "",
        "Link": "https://www.rokomari.com/book/235280/business-blueprint"
    },
    {
        "BookID": 2,
        "Title": "রুকইয়াহ",
        "TitleEn": "Rukyah",
        "Authors": ["আব্দুল্লাহ আল মাহমুদ"],
        "ISBN": "978-984-94065-3-2",
        "Publisher": "মকতাবুল আসলাফ",
        "PublicationYear": "2018",
        "Edition": "2nd edition",
        "Genre": "Islamic Medicine",
        "Format": "Hardcover",
        "Language": "Bengali",
        "Pages": "274",
        "PurchaseDate": null,
        "Price": "400",
        "Summery": "‘রুকইয়াহ’ অর্থাৎ ইসলাম-সম্মত ঝাড়ফুঁক। তথা কুরআনের আয়াত, হাদীসে বর্ণিত দুআ এবং সহজ কিছু পদ্ধতি অনুসরণ করে জাদুটোনা, জিনের আসর, বদনজর ও বিভিন্ন শারীরিক-মানসিক রোগব্যাধির প্রতিকার করা। হাদীসটি খেয়াল করুন :  একদিন জিবরীল আ. রাসূল সা.-এর কাছে এসে বললেন, ‘হে মুহাম্মাদ, আপনি কি (আল্লাহর কাছে আপনার সমস্যার ব্যাপারে) অভিযোগ করেছিলেন?’ তিনি বললেন, ‘হ্যাঁ।’ জিবরীল আ. বললেন, ‘আমি আপনাকে আল্লাহর নামে রুকইয়াহ করছি, সেই সব জিনিস থেকে—যা আপনাকে কষ্ট দিচ্ছে। সকল প্রাণের অনিষ্ট কিংবা হিংসুকের বদনজর থেকে আল্লাহ আপনাকে আরোগ্য দান করুক; আমি আল্লাহর নামে রুকইয়াহ করছি।’ (সহিহ মুসলিম) ",
        "Notes": "",
        "Link": "https://www.rokomari.com/book/296011/rukyah"
    },
    {
        "BookID": 3,
        "Title": "হতাশ হবেন না (লা-তাহযান)",
        "TitleEn": "Hotas Hoben Na (La Tah Jan)",
        "Authors": ["ড. আয়েয আল কারনী", "মাওলানা মাসুম বিল্লাহ (অনুবাদক)"],
        "ISBN": "",
        "Publisher": "চিরায়ত প্রকাশ",
        "PublicationYear": "2021",
        "Edition": "2nd edition",
        "Genre": "Islamic book: Self-development",
        "Format": "Hardcover",
        "Language": "Bengali",
        "Pages": "536",
        "PurchaseDate": null,
        "Price": "600",
        "Summery": "এমনকি এ গ্রন্থটি আপনার যেভাবে জীবন যাপন করা উচিত, সেভাবেই আপনাকে জীবন যাপনের পথ দেখিয়ে দেবে। ফলে আপনি জীবন যাপন করতে পারবেন সজীবভাবে, সুখ-স্বাচ্ছন্দ্য ও প্রফুল্লতার সাথে। ইনশাআল্লাহ, এ গ্রন্থটি আমাদের সেসব ভুলসমূহ নিরূপণ করে দেবে, যেসব ভুল আমরা দুশ্চিন্তা ও দুর্ভাবনার কারণে সঠিক নির্দেশনা না মেনে করে ফেলি। উপরন্তু তা সহজ-সরল ও সাধারণ নীতির বিপরীত; যেসব নীতি দ্বারা মানবজাতি পরিচালিত।",
        "Notes": "",
        "Link": "https://www.rokomari.com/book/361987/hotas-hoben-na-la-ta-jan"
    },
    {
        "BookID": 4,
        "Title": "আর রাহীকুল মাখতূম",
        "TitleEn": "Ar Rahikul Makhtum",
        "Authors": ["আল্লামা সফিউর রহমান মুবারকপুরী (রহ.)", "মাসরুর সামী (অনুবাদক)"],
        "ISBN": "",
        "Publisher": "মকতাবায়ে যাকারিয়া",
        "PublicationYear": "2022",
        "Edition": "1st edition",
        "Genre": "সীরাতে রাসুল ﷺ",
        "Format": "Hardcover",
        "Language": "Bengali",
        "Pages": "800",
        "PurchaseDate": null,
        "Price": "800",
        "Summery": "সীরাতে নববী প্রকৃতপক্ষে আল্লাহর শেষ পয়গম্বরের বাস্তব প্রতিচ্ছবি। বিশ্ব মানবতার মুক্তির দিশারী রসুলুল্লাহ মানব জাতির সামনে তা উপস্থাপন করেছিলেন। এর মাধ্যমে আল্লাহ তায়ালা মানুষকে অন্ধকার থেকে বের করে আলোয় এবং সৃষ্টির বন্দেগী থেকে বের করে আল্লাহর বন্দেগীর মধ্যে প্রবেশ করিয়ে দিয়েছিলেন। আল্লাহর পয়গাম তথা পয়গামে রব্বানী অবতীর্ণ হওয়ার পূর্ব ও পরবর্তী সময়ের অবস্থার তুলনামূলক আলোচনা ছাড়া সীরাতুন্নবীর পরিপূর্ণ চিত্র তুলে ধরা সম্ভব নয়।",
        "Notes": "",
        "Link": "https://www.rokomari.com/book/309247/ar-rahikul-makhtum"
    },
    {
        "BookID": 5,
        "Title": "Monolith to Microservices",
        "TitleEn": "Monolith to Microservices",
        "Authors": ["Sam Newman"],
        "ISBN": "978-1-492-04784-1",
        "Publisher": "O'Reilly",
        "PublicationYear": "2019",
        "Edition": "2nd edition",
        "Genre": "Science & Technology",
        "Format": "Paperback",
        "Language": "English",
        "Pages": "256",
        "PurchaseDate": "2023-01-15",
        "Price": "2500",
        "Summery": "How do you detangle a monolithic system and migrate it to a microservices architecture? How do you do it while maintaining business-as-usual? As a companion to Building Microservices, this new book details multiple approaches for helping you transition from existing monolthic systems to microservice architectures. This book is ideal if you're looking to evolve your current systems, rather than just rewriting everything from scratch.",
        "Notes": "",
        "Link": "https://www.amazon.co.uk/gp/product/1492047848/ref=ppx_od_dt_b_asin_title_s00?ie=UTF8&psc=1"
    },
    {
        "BookID": 6,
        "Title": "Business Model Generation",
        "TitleEn": "Business Model Generation",
        "Authors": ["Alexander Osterwalder", "Yves Pigneur" ],
        "ISBN": "978-0470876411",
        "Publisher": "Wiley",
        "PublicationYear": "2010",
        "Edition": "1st edition",
        "Genre": "Business & Economics",
        "Format": "Paperback",
        "Language": "English",
        "Pages": "288",
        "PurchaseDate": "2023-01-15",
        "Price": "1580",
        "Summery": "Business Model Generation is a handbook for visionaries, game changers, and challengers striving to defy outmoded business models and design tomorrow's enterprises. If your organization needs to adapt to harsh new realities, but you don't yet have a strategy that will get you out in front of your competitors, you need Business Model Generation. Co-created by 470 'Business Model Canvas' practitioners from 45 countries, the book features a beautiful, highly visual, 4-color design that takes powerful strategic ideas and tools, and makes them easy to implement in your organization. It explains the most common Business Model patterns, based on concepts from leading business thinkers, and helps you reinterpret them for your own context. You will learn how to systematically understand, design, and implement a game-changing business model--or analyze and renovate an old one. Along the way, you'll understand at a much deeper level your customers, distribution channels, partners, revenue streams, costs, and your core value proposition.",
        "Notes": "",
        "Link": "https://www.amazon.co.uk/gp/product/0470876417/ref=ppx_od_dt_b_asin_title_s00?ie=UTF8&psc=1"
    }
]
